tap "fsouza/prettierd"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "asdf"
brew "btop"
brew "elixir-ls"
brew "exa"
brew "fzf"
brew "gh"
brew "neofetch"
brew "neovim"
brew "pkg-config"
brew "ripgrep"
brew "slides"
brew "smug"
brew "stow"
brew "tmux"
brew "fsouza/prettierd/prettierd"
brew "qmk/qmk/qmk"
cask "font-roboto-mono-nerd-font"
cask "kitty"
