tap "fsouza/prettierd"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "stripe/stripe-cli"
brew "asdf"
brew "btop"
brew "cloudflared"
brew "direnv"
brew "wxwidgets"
brew "erlang"
brew "elixir"
brew "elixir-ls"
brew "entr"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "neofetch"
brew "neovim"
brew "node"
brew "pkg-config"
brew "postgresql@14", restart_service: true
brew "ripgrep"
brew "rust"
brew "slides"
brew "smug"
brew "starship"
brew "stow"
brew "tailwindcss-language-server"
brew "tmux"
brew "typescript-language-server"
brew "fsouza/prettierd/prettierd"
brew "qmk/qmk/qmk"
brew "stripe/stripe-cli/stripe"
cask "dbeaver-community"
cask "font-roboto-mono-nerd-font"
cask "kitty"
